Repository: wp-plugins/twitterlink-comments
Catalog: lang/twitlink-*.po
Languages: be_by, de_de, it_it, ru_ru, sv_se

source: Twitterlink requires Wordpress 2.8 or newer.
be_by: Убудове Twitterlink неабходны Wordpress 2.8 або старэй.
de_de: Dieses Twitterlink-Plugin erfordert WordPress v-2.8 oder neuer.
it_it: Il plugin Twitterlink richiede Wordpress 2.8 o superiore.
ru_ru: Плагину Twitterlink необходим Wordpress 2.8 или старше.
sv_se: Twitterlink kräver Wordpress 2.8 eller senare.

source: Please Update!
be_by: Калi ласка, абнавіцеся!
de_de: Bitte Aktualisieren!
it_it: Aggiorna!
ru_ru: Полалуйста обновитесь!
sv_se: Vänligen uppdatera!

source: TwitterLink Settings
be_by: TwitterLink
de_de: Twitterlink Einstellungen
it_it: Impostazioni TwitterLink
ru_ru: TwitterLink
sv_se: Twitterlink.inställningar

source: Settings
be_by: Налады
de_de: Einstellungen
it_it: Impostazioni
ru_ru: Настройки
sv_se: Inställningar

source: You can add a link to follow you on twitter if you put your username in this box.<br>Only needs to be added once (unless you change your username). No http or @
be_by: Увядзіце свой Twitter лагін, каб дадаць спасылку <strong>Follow me</strong>.<br>Лагін запамінаецца, досыць увесці адзін раз!
de_de: Füge hier deinen Twitter-Usernamen ein, damit unsere Leser mehr über dich erfahren können. [Bitte nur den Usernamen selbst einfügen (z.B. maxMustermann), kein http oder @ nötig. Einmal angegeben, wird dein Username beim nächsten Besuch automatisch erkannt und angezeigt.]
it_it: Inserisci nel box il tuo nome utente Twitter prima di inviare il commento.<br>L'operazione non dovrà essere ripetuta (sino eventuale modifica dell'account). Niente http o @
ru_ru: Введите свой Twitter логин, чтобы добавить ссылку <strong>Follow me</strong>.<br>Логин запоминается, достаточно ввести один раз!
sv_se: Du kan lägga till en länk för att följa dig på Twitter om du skriver ditt användarnamn i den här textrutan.Detta behöver bara göras en gång (om du inte byter användarnamn). Inget http eller @

source: CSS Classes can only contain letters, numbers and hyphen
be_by: Назоў CSS класа павінна ўтрымоўваць толькі літары, лічбы або злучок.
de_de: CSS-Klassen dürfen nur Buchstaben, Zahlen und Bindestrich enthalten.
it_it: Le classi CSS possono contenere solo lettere, numeri e segni di interpunzione
ru_ru: Название CSS класса должно содержать только буквы, цифры или дефис.
sv_se: CSS.klasser kan innehålla bokstäver, siffror och bindestreck

source: Only 120 characters allowed in html
be_by: У HTML дазволена выкарыстаць толькі 120 знакаў
de_de: Es sind nur 120 HTML-Zeichen erlaubt.
it_it: L'HTML permette solo 120 caratteri
ru_ru: В HTML разрешено использовать только 120 символов
sv_se: Endast 120 tecken tillåtna i HTML

source: Some HTML tags were stripped (not in list of allowed tags)
be_by: Некаторыя тэгі або атрыбуты выдаленыя! Уважліва праверце спіс дазволеных тэгаў
de_de: Einige HTML-Tags wurden herausgeschnitten (nicht in der Liste der erlaubten HTML-Tags enthalten).
it_it: Alcuni tag HTML sono stati rimossi (poiché non presenti nella lista dei tag permessi)
ru_ru: Некоторые теги или атрибуты удалены! Внимательно проверьте список разрешенных тегов
sv_se: Vissa HTML-taggar raderades (inte i listan över tillåtna taggar)

source: There were errors with your chosen settings
be_by: Адбылася памылка з вылучанымі наладамі
de_de: Die gewählten Einstellungen haben Fehler verursacht.
it_it: Le tue impostazioni personalizzate hanno creato dei problemi
ru_ru: Произошла ошибка с выбранными настройками
sv_se: Det fanns fel i dina valda inställningar

source: Plugin settings saved.
be_by: Налады захаваныя!
de_de: Plugin-Einstellungen erfolgreich gespeichert.
it_it: Le impostazioni del plugin sono state salvate.
ru_ru: Настройки сохранены!
sv_se: Inställningarna sparade.

source: TwitterLink Comments
be_by: Каментары TwitterLink
de_de: Twitterlink-Kommentare
it_it: Commenti e TwitterLink

source: This plugin adds an extra field for the comment author to add their Twitter username so it can be displayed in the chosen position in the list of comments for a post.<br/>No template editing will be required unless you want to specify the exact look and postion of the field.
be_by: Убудова дазваляе дадаць да каментара спасылку на Twitter каментатара.<br>Для гэтага ў форму каментароў аўтаматычна дадаецца дадатковае поле ўводу, якое змяшчае лагін у Twitter'е.
de_de: Dieses Plugin ermöglicht dem Kommentarautor seinen Twitter-Usernamen zum Kommentar hinzuzufügen. Dieser Twitter-Username wird dann automatisch zu seinem Twitter-Account verlinkt und an der angegebenen Position im Kommentarthread angezeigt.<br />In späteren Kommentaren wird anhand der angegeben eMail-Adresse der dazugehörige Twitter-Account automatisch erkannt und dargestellt.<br />Es sind keine Template-Änderungen notwendig, außer man möchte selbst die genaue Position und das Aussehen der Twitterlink-Comment-Box bestimmen.
it_it: Questo plugin aggiunge un campo extra per l'autore dei commenti in modo tale che egli possa inserire il proprio nome utente di Twitter e farlo apparire in una posizione di preferenza nella lista dei commenti di un articolo.<br/>Non sarà necessario modificare il template a patto che non si desideri personalizzare l'aspetto e/o la posizione del campo.
ru_ru: Плагин позволяет добавить к комментарию ссылку на Twitter комментатора.<br>Для этого в форму комментариев автоматически добавляется дополнительное поле ввода, содержащее логин в Twitter'е.
sv_se: Detta plugin lägger till ett extra fält där kommentarförfattaren kan ange sitt Twitternamn och placera det på vald plats i kommentarlistan till ett inlägg.<br />Inget redigerande av mallen behövs, såvida du inte har valt att specificera exakt utseende och positionering av fältet.

source: Reset to default settings if you are having any problems
be_by: Пры ўзнікненні праблем - скіньце налады ўбудовы
de_de: Einstellungen auf die ursprünglich vorgegebenen Werte zurücksetzen. (Bei Einstellungs-Problemen)
it_it: In caso di problemi, ripristinare alle impostazioni predefinite.
ru_ru: При возникновении проблем - сбросьте настройки плагина
sv_se: Återställ till ursprungsinställningarna om du iupplever några problem

source: Add Twitter Field Automatically?
be_by: Дадаць поле Twitter'а ў форму аўтаматычна?
de_de: Twitter-Feld automatisch hinzufügen?
it_it: Desideri aggiungere automaticamente il campo per Twitter?
ru_ru: Добавить поле Twitter'а в форму автоматически?
sv_se: Lägga till Twitter-fält automatiskt?

source: Yes
be_by: Так
de_de: Ja
it_it: Sì
ru_ru: Да
sv_se: Ja

source: No
be_by: Не
de_de: Nein
ru_ru: Нет
sv_se: Nej

source: If you want to add the field yourself, please make sure it uses name="atf_twitter_id" and is part of the &lt;form&gt; that contains the Name, email, url and comment fields
be_by: Пры даданні поля ўручную ўпэўніцеся, што ў яго варта атрыбут name="atf_twitter_id", а само поле распожено ў &lt;form&gt; разам з астатнімі
de_de: Wenn erwünscht, kann das Twitter-Feld auch manuell hinzugefügt werden. Bitte dabei sicherzustellen, dass der Name="atf_twitter_id benutzt und ein Teil der &lt;Form&gt; mit Namen, eMail, URL und Kommentarfeld ist.
it_it: Qualora gradissi aggiungere il campo in una posizione di tua preferenza, assicurati che venga utilizzato name="atf_twitter_id" e la sua parte &lt;form&gt; che contiene il Nome, la email, l'url ed i campi per i commenti
ru_ru: При добавлении поля вручную убедитесь, что у него стоит атрибут name="atf_twitter_id", а само поле распожено в &lt;form&gt; вместе с остальными
sv_se: Om du vill lägga till fältet manuellt, tillse att det använder name="atf_twitter_id" och är en del av den &lt;form&gt; som innehåller Name, email, url och comment-fälten

source: css classes
be_by: CSS
de_de: CSS-Klassen
it_it: classi CSS
ru_ru: CSS
sv_se: CSS-klasser

source: Class for the DIV used to wrap the field (for automatic added field)
be_by: Клас у DIV'a, які змяшчае поле ўводу
de_de: DIV-Klasse um das ganze Feld zu verpacken (bei automatisch hinzugefügtem Feld)
it_it: Classe per il DIV utilizzato per il wrap del campo (per aggiunta automatica del campo)
ru_ru: Класс у DIV'a, содержащего поле ввода
sv_se: Klass för DIV:en som används för att omsluta fältet (för automatiskt tillagt fält)

source: Class for the input field (for automatic added field)
be_by: Клас для самога палі ўводу
de_de: Klasse für die Feldeingabe (bei automatisch hinzugefügtem Feld)
it_it: Classe per il campo input (per aggiunta automatica del campo)
ru_ru: Класс для самого поля ввода
sv_se: Klass för input-fältet (för automatiskt tillagt fält)

source: Field Description
be_by: Апісанне
de_de: Feld-Beschreibung
it_it: Descrizione per il campo
ru_ru: Описание
sv_se: Fältbeskrivning

source: HTML before field description (maximum 120 characters)
be_by: HTML код перад апісаннем (max. 120 знакаў)
de_de: HTML vor der Feld-Beschreibung (maximal 120 Zeichen)
it_it: HTML a precedere la descrizione (massimo 120 caratteri)
ru_ru: HTML код перед описанием (max. 120 символов)
sv_se: HTML före fältbeskrivningen (max 120 tecken)

source: Text describing the added field (added before the input field)
be_by: Тэкст апісання (будзе паказаны перад полем уводу)
de_de: Beschreibungstext für das hinzugefügte Feld (angefügt vor dem Eingabe-Feld)
it_it: Testo per la descrizione del campo (posizionato prima del campo di input)
ru_ru: Текст описания (будет показан перед полем ввода)
sv_se: Text som beskriver det tillagda fältet (läggs före input-fältet)

source: HTML after field description (maximum 120 characters)
be_by: HTML код пасля апiсання (max. 120 знакаў)
de_de: HTML nach der Feld-Beschreibung (maximal 120 Zeichen)
it_it: HTML a seguire la descrizione (massimo 120 caratteri)
ru_ru: HTML код после описаиния (max. 120 символов)
sv_se: HTML efter beskrivningen (max 120 tecken)

source: You can use the following tags only
be_by: Разрешеные тэгі
de_de: Folgende Tags sind erlaubt
it_it: Potrai utilizzare i soli tag a seguire
ru_ru: Разрешёные теги
sv_se: Du kan bara använda följande taggar

source: can use
be_by: можа ўтрымоўваць
de_de: erlaubt
it_it: puoi usare
ru_ru: может содержать
sv_se: kan använda

source: Twitter Link Position
be_by: Размяшчэнне спасылкі
it_it: Posizionamento link a Twitter
ru_ru: Размещение ссылки
sv_se: Twitter Link-positionering

source: Under Name Link
be_by: Пад імем каментатара
de_de: Unterhalb des Namenslinks
it_it: sotto il link del nome
ru_ru: Под именем комментатора
sv_se: Under Namnlänken

source: Start of Comment Text
be_by: Перад тэкстам каментара
de_de: Vor dem Kommentartext-Anfang
it_it: prima del commento
ru_ru: Перед текстом комментария
sv_se: Början av kommentartexten

source: End of Comment Text
be_by: Пасля тэксту каментара
de_de: Nach dem Kommentartext-Ende
it_it: in coda al commento
ru_ru: После текста комментария
sv_se: Slutet av kommentartexten

source: Link Format
be_by: Афармленне спасылкі
it_it: Formato del link
ru_ru: Оформление ссылки
sv_se: Länkformat

source: HTML before link (max 120 chars)
be_by: HTML перад спасылкай (max. 120 знакаў)
de_de: HTML vor dem Link (max 120 Zeichen)
it_it: HTML davanti al link (max 120 caratteri)
ru_ru: HTML перед ссылкой (max. 120 символов)
sv_se: HTML före länk (max 120 tecken)

source: Anchor Text (use [username] to show username) no html
be_by: Тэкст спасылкі на твiттэр<br> (выкарыстайце [username] для ўстаўкі імя). HTML забаронены!
de_de: Anker-Text (benutze [Username] um den Usernamen anzuzeigen), kein HTML
it_it: Testo link (usa [username] per mostrare il nome utente) no html
ru_ru: Текст ссылки на твиттер<br> (используйте [username] для вставки имени). HTML запрещён!
sv_se: Anchor-text (använd [username] för att visa användarnamnet) ingen HTML

source: HTML after link (max 120 chars)
be_by: HTML пасля спасылкі (max. 120 знакаў)
de_de: HTML nach dem Link (max 120 Zeichen)
it_it: HTML dopo il link (max 120 caratteri)
ru_ru: HTML после ссылки (max. 120 символов)
sv_se: HTML efter länk (max 120 tecken)

source: Use NoFollow?
be_by: Дадаваць NoFollow?
de_de: NoFollow einschalten?
it_it: Attributo NoFollow?
ru_ru: Добавлять NoFollow?
sv_se: Använda NoFollow?

source: Open in new window?
be_by: Адчыняць у новым акне?
de_de: Im neuen Fenster öffnen?
it_it: Apri in nuova finestra?
ru_ru: Открывать в новом окне?
sv_se: Öppna i nytt fönster/ny flik?

source: Manual Link?
be_by: Самастойная спасылка?
de_de: Link manuell einfügen?
it_it: Manuale di link?
sv_se: Manuell länk?

source: Save Changes
be_by: Захаваць змены
de_de: Änderungen speichern
it_it: Salva le modifiche
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Delete/Reset Settings
be_by: Скінуць налады
de_de: Einstellungen löschen / zurücksetzen
it_it: Cancella/Ripristina
ru_ru: Сбросить настройки
sv_se: Radera/Återställ inställningar

source: Do you really want to delete/reset the plugin settings?
be_by: Вы ўпэўненыя, што жадаеце выдаліць усе налады ўбудовы?
de_de: Das Zurücksetzen jeglicher Einstellungen bestätigen?
it_it: Sei certo di volere cancellare/ripristinare le impostazioni del plugin?
ru_ru: Вы уверены, что хотите удалить все настройки плагина?
sv_se: Vil du verkligen radera/återställa inställningarna?

source: Plugin
be_by: Убудова
ru_ru: Плагин

source: Plugin Homepage
be_by: Хатняя старонка ўбудовы
de_de: Plugin-Seite
it_it: HomePage del plugin
ru_ru: Домашняя страница плагина
sv_se: Pluginets hemsida

source: WordPress Support
be_by: Тэхпадтрымка для WordPress
de_de: WordPress-Hilfe
it_it: Supporto WordPress
ru_ru: Техподдержка для WordPress

source: Do you like this plugin?
be_by: Спадабаўся ўбудова?
de_de: Gefällt dir dieses Plugin?
it_it: Ti piace questo plugin?
ru_ru: Понравился плагин?
sv_se: Gillar du det här pluginet?

source: I spend a lot of time on the plugins I have written for WordPress. Any donation would be highly appreciated.
be_by: Я праводжу шмат часу за напісаннем убудоў да WordPress і буду вельмі рады любым унёскам.
de_de: Die Programmierung dieses Plugins hat mich einige Zeit gekostet, jede Spende ist herzlich willkommen.
it_it: Ho trascorso molto del mio tempo per lo sviluppo di questo plugin per WordPress. Ogni donazione sarà bene accetta.
ru_ru: Я провожу много времини за написанием плагинов к WordPress и буду очень рад любым взносам.
sv_se: Jag spenderar massor av tid på plugin-programmen som jag har skrivit för WordPress. Minsta donation uppskattas högeligen.

source: Donate via PayPal
be_by: Ахвяраваць праз PayPal
de_de: Via PayPal spenden
it_it: Donazione via PayPal
ru_ru: Пожертвовать через PayPal
sv_se: Donera via PayPal

source: Translations
be_by: Пераклады
de_de: Übersetzungen
it_it: Traduzioni
ru_ru: Переводы
sv_se: Översättningar

source: Many thanks to these people for providing translations
be_by: Вялiкi дзякуй перакладчыкам:
de_de: Vielen Dank an alle Übersetzer dieses Plugins.
it_it: Molte grazie a queste persone per la fornitura di traduzioni
ru_ru: Огормное спасибо переводчикам:
sv_se: Stort tack till dessa personer för gjorda översättingar

source: Italian by
be_by: Італьянскі -
de_de: Italienisch von
it_it: Italiano
ru_ru: Итальянский -
sv_se: Italienska av
